Repository: KUSK-TOP/kuskexplorer
Catalog: resources/locales/*/default.po
Languages: es_ct, fa, fr, pt, ru

source: Pending Transaction
fa: تراکنش در حال انتظار
fr: Transaction En Attente
pt: Transação Pendente

source: Not Implemented yet!
fa: هنوز پیاده سازی نشده است!
fr: Pas encore implémenté !
pt: Por implementar!
ru: Пока не реализовано!

source: Block Transactions
fa: تراکنش های بلاک
fr: Transactions de Bloc
pt: Transações do Bloco

source: Transaction(s)
fa: تراکنش(ها)
pt: Transação(ões)
ru: Транзакция(и)

source: Tx
fa: تراکنش

source: Hash Rate
fa: هش ریت
fr: Taux de hachage
pt: Taxa de cifra por segundo
ru: Хешрейт

source: True
fa: بله
fr: Vrai
ru: Верно

source: False
fa: نه
fr: Faux
ru: Не верно

source: Asset
fa: دارایی
fr: Actif
pt: Ativo
ru: Актив

source: Amount
es_ct: Quantitat
fa: مقدار
fr: Montant
pt: Quantidade
ru: Количество

source: UTC
fa: ساعت هماهنگ جهانی

source: Need to provide a valid block
es_ct: Cal proporcionar un bloc vàlid
fa: نیاز به ارائه بلوک معتبری دارید
fr: Besoin de fournir un bloc valide
pt: É necessário dar um bloco válido
ru: Необходимо указать действительный блок

source: Need to provide a block
es_ct: Cal aportar un bloc
fa: نیاز به ارائه بلوک دارید
fr: Besoin de fournir un bloc
pt: É necessário dar um bloco
ru: Необходимо указать блок

source: Need to provide a block number
es_ct: Cal proporcionar un número de bloc
fa: نیاز به ارائه عدد بلوک دارید
fr: Besoin de fournir un numéro de block
pt: É necessário dar um número para o bloco
ru: Необходимо указать номер блока

source: Need to provide a valid address
es_ct: Cal proporcionar una adreça vàlida
fa: نیاز به ارائه آدرس معتبری دارید
fr: Besoin de fournir une adresse valide
pt: É necessário dar um endereço válido
ru: Необходимо указать действительный адрес

source: Need to provide an address
es_ct: Cal proporcionar una adreça
fa: نیاز به ارائه آدرس دارید
fr: Besoin de fournir une adresse valide
pt: É necessário dar um endereço
ru: Необходимо указать адрес

source: Need to provide a valid transaction
fa: نیاز به ارائه تراکنش معتبری دارید
fr: Besoin de fournir une transaction valide
pt: É necessário dar uma transação válida
ru: Необходимо указать действительную транзакцию

source: Need to provide an transaction
fa: نیاز به ارائه تراکنش دارید
fr: Besoin de fournir une transaction
pt: É necessário dar uma transação
ru: Необходимо указать транзакцию

source: Something went wrong while getting the transaction
fa: مشکلی در بارگذاری تراکنش پیش آمد
fr: Quelque chose s’est mal passé lors de l’obtention de la transaction
pt: Algo de errado aconteceu ao tentar obter a transação
ru: Что-то пошло не так при получении транзакции

source: Something went wrong while getting the pending transactions
fa: مشکلی در بارگذاری تراکنش های در انتظار پیش آمد
fr: Quelque chose s’est mal passé lors de l’obtention des transactions en attente
pt: Algo de errado aconteceu ao tentar obter as transações pendentes

source: Something went wrong while getting the pending transaction
fa: مشکلی در بارگذاری تراکنش در انتظار پیش آمد
fr: Quelque chose s’est mal passé lors de l’obtention de la transaction en attente
pt: Algo de errado aconteceu ao tentar obter a transação pendente
ru: Что-то пошло не так при получении ожидающей подтверждения транзакции

source: Need to provide a pending transaction
fa: نیاز به ارائه تراکنش در انتظار دارید
fr: Besoin de fournir une transaction en attente
pt: É necessário dar uma transação pendente
ru: Необходимо указать ожидающую подтверждения транзакцию

source: Need to provide an asset
fa: نیاز به ارائه دارایی دارید
fr: Besoin de fournir un actif
pt: É necessário dar um ativo
ru: Необходимо указать актив

source: Need to provide a query
es_ct: Cal aportar una consulta
fa: نیاز به جستجو دارید
fr: Besoin de fournir une requête
pt: É necessário dar uma procura
ru: Необходимо указать запрос

source: Address
es_ct: Adreça
fa: آدرس
fr: Adresse
pt: Endereço
ru: Адрес

source: While using {0} an error occured.
fa: متاسفانه مشکلی پیش آمده است: {0} Error.
fr: Une erreur s’est produite lors de l’utilisation de {0}
pt: Um erro ocorreu ao tentar usar {0}
ru: При использовании {0} произошла ошибка.

source: Block
es_ct: Bloc
fa: بلاک
fr: Bloc
pt: Bloco
ru: Блок

source: Type
es_ct: Tipus
fa: نوع
pt: Tipo
ru: Тип

source: Quorum
fa: حدنصاب
ru: Кворум

source: Key Index
fa: شاخص کلید
fr: Index clé
pt: Índice chave
ru: Ключевой индекс

source: Derive Rule
fa: دستور نتیجه
fr: Règle de dérivation
pt: Regra derivative
ru: Производное правило

source: ID
fa: آی دی

source: Alias
es_ct: Àlies
fa: نام مستعار
pt: Outro Nome
ru: Приложение

source: Vm Version
fa: ورژن Vm
fr: Version VM
pt: Versão VM
ru: Версия Vm

source: Issue Program
fa: پروگرام موضوع
fr: Programme d’émission
pt: Programa de emissão
ru: Программа выпуска

source: Raw Definition Byte
fa: بایت شرح خام
fr: Octet de définition brute
pt: Byte de definição bruta
ru: Байт исходного значения

source: Limit Height
fa: حد ارتفاع
fr: Limite de Height
pt: Altura limite
ru: Предельная высота

source: Definition Decimals
fa: تعریف اعشاری
fr: Décimales de définition
pt: Decimais
ru: Определяющие вычисления

source: Definition Description
fa: شرح توضیحات
fr: Description de la définition
pt: Descrição
ru: Определяющее описание

source: Definition Name
fa: شرح نام
fr: Nom de la définition
pt: Nome
ru: Определяющее имя

source: Definition Symbol
fa: شرح نماد
fr: Symbole de la définition
pt: Simbolo
ru: Определяющие символ

source: Name
fa: نام
fr: Nom
pt: Nome
ru: Имя

source: Symbol
fa: نماد
fr: Symbole
pt: Simbolo
ru: Символ

source: Description
fa: توضیحات
pt: Descrição
ru: Описание

source: No orders on this block
es_ct: No hi ha ordres en aquest bloc
fa: بلاک فاقد تراکنش هست
fr: Pas de commandes sur ce bloc
pt: Não existem transações neste bloco
ru: Нет ордеров в этом блоке

source: Number
es_ct: Número
fa: شماره
fr: Numéro
pt: Número
ru: Число

source: Hash
fa: هش
pt: Cifra
ru: Хеш

source: Size
fa: سایز
fr: Taille
pt: Tamanho
ru: Размер

source: Version
fa: ورژن
pt: Versão
ru: Версия

source: Previous Block Hash
fa: هش بلاک قبلی
fr: Hash du bloc précédent
pt: Cifra do bloco anterior
ru: Хеш предыдущего блока

source: Timestamp
fa: برچسب زمانی
fr: Horodatage
pt: Data/Hora
ru: Время

source: Nonce
fa: نانس
ru: Примечание

source: Bits
fa: بیت ها
ru: Биты

source: Difficulty
es_ct: Dificultat
fa: سختی
fr: Difficulté
pt: Dificuldade
ru: Сложность

source: Transaction Merkle Root
fa: مرکل روت تراکنش
fr: Racine de Merkle de transaction
pt: Raiz Merkle da transação
ru: Корень Меркла транзакции

source: Transaction Status Hash
fa: وضعیت هش تراکنش
fr: Hash de l’état de transaction
pt: Cifra de estado da transação
ru: Хеш состояния транзакции

source: Transactions
fa: تراکنش ها
pt: Transações
ru: Транзакции

source: Transaction
fa: تراکنش
pt: Transação
ru: Транзакция

source: Status
fa: وضعیت ناموفق
pt: Estado
ru: Статус Неудачно

source: No transactions on this block
fa: بلاک فاقد تراکنش هست
fr: Pas de transactions sur ce bloc
pt: Não existem transações neste bloco
ru: Нет транзакций в этом блоке

source: Last Block
es_ct: Últim bloc
fa: آخرین بلاک
fr: Dernier bloc
pt: Último bloco
ru: Последний блок

source: Pending Transactions
fa: تراکنش های در انتظار
fr: Transactions En Attente
pt: Transações Pendentes
ru: Ожидающие подтверждения транзакции

source: Pending Transaction(s)
fa: تراکنش(ها) در انتظار
fr: Transaction(s) en attente
pt: Transação(ões) Pendentes
ru: Ожидающая подтверждения транзакция(и)

source: No pending transactions
fa: فاقد تراکنش در انتظار
fr: Pas de transactions en attente
pt: Não existem transações pendentes
ru: Нет ожидающих подтверждения транзакций

source: Supply
es_ct: Aprovisionat
fa: موجودی کل
pt: Em circulação
ru: Емкость

source: Time Stamp
fa: برچسب زمانی
fr: Horodatage
pt: Data/Hora
ru: Время

source: previous
es_ct: anterior
fa: قبلی
fr: précédent
pt: anterior
ru: предыдущая

source: next
es_ct: següent
fa: بعدی
fr: suivant
pt: seguinte
ru: следующая

source: No blocks
es_ct: No hi ha blocs
fa: فاقد بلاک
fr: Pas de blocs
pt: Nenhum bloco
ru: Нет блоков

source: Mux ID
fa: آی دی موکس

source: Inputs
fa: ورودی ها
fr: Entrées
ru: Входящие

source: No Inputs
fa: بدون ورودی
fr: Pas d’entrées
pt: Nenhuma entrada
ru: Нет входящих

source: Outputs
fa: خروجی ها
fr: Sorties
ru: Исходящие

source: No Outputs
fa: بدون خروجی
fr: Pas de sorties
pt: Nenhuma saída
ru: Нет исходящих

source: No pending transactions.
fa: تراکنش در انتظاری وجود ندارد.
fr: Pas de transactions en attente.
pt: Não existem transações pendentes.
ru: Нет ожидающих подтверждения транзакций

source: Tx ID
fa: آی دی تراکنش
fr: ID de Tx

source: Block Time
fa: زمان بلاک
fr: Temps du bloc
pt: Data/Hora do bloco
ru: Время блока

source: Block Hash
fa: هش بلاک
fr: Hash du bloc
pt: Cifra do Bloco
ru: Хеш блока

source: Block Height
fa: ارتفاع بلاک
fr: Bloc Height
pt: Altura do Bloco

source: Block Index
fa: شاخص بلاک
fr: Index du bloc
pt: Índice do Bloco
ru: Высота блока

source: KUSK Blockchain Explorer
fa: مرورگر بلاکچین KUSK
fr: Explorateur de la blockchain KUSK
pt: Explorador da moeda KUSK
ru: Обозреватель блокчейна KUSK

source: Home
es_ct: Inici
fa: صفحه اصلی
fr: Accueil
pt: Início
ru: Домашняя

source: Assets
fa: دارایی ها
fr: Actifs
pt: Ativos
ru: Активы

source: Back
es_ct: Enrrera
fa: بازگشت
fr: Retour
pt: Atrás
ru: Назад

source: {0} Input
pt: {0} Entrada

source: {0} Output
pt: {0} Saída

source: Status Fail
fr: Echoué

source: Error while saving block to database
es_ct: Error en desar el bloc a la base de dades

source: Need to provide a valid order
es_ct: Cal proporcionar una ordre vàlida

source: Need to provide an order
es_ct: Cal proporcionar una ordre

source: Something went wrong
es_ct: Alguna cosa no ha anat bé

source: Block Orders
es_ct: Ordres de blocs

source: Main Net
es_ct: Xarxa Principal

source: Order
es_ct: Ordre

source: Incoming
es_ct: Entrant

source: Outgoing
es_ct: Sortint

source: Balance
es_ct: Total

source: Time End
es_ct: Temps Final

source: Time Start
es_ct: Temps Inicial

source: Time Total
es_ct: Temps Total

source: Last 20
es_ct: Últims 20

source: Total Transactions
es_ct: Total de Transaccions

source: Target
es_ct: Objectiu

source: Solution
es_ct: Solució

source: Last Block Hash
es_ct: Últim Hash de Bloc

source: Next Difficulty
es_ct: Següent Dificultat

source: Fees
es_ct: Interessos

source: Reward
es_ct: Recompensa

source: Pending Orders
es_ct: Ordres Pendents

source: Headers Hash
es_ct: Hash de les capçaleres

source: Summary Hash
es_ct: Resum de Hash

source: Orders
es_ct: Ordres

source: Pending
es_ct: Pendent

source: Transfers
es_ct: Transferències

source: Reference
es_ct: Referencia

source: Sender
es_ct: Remitent

source: Receiver
es_ct: Receptor

source: Fee
es_ct: Interessos

source: NosoCoin Blockchain Explorer
es_ct: Explorador de la Blockchain de NosoCoin
